01
02
03
04
07
10
100
10year
11
12
12month
13
14
15
150
16
17
18
19
1980s
1990s
1994
1999
1¼
1½
1¾
20
200
2000
200000
2000s
2004
2005
2007
2008
2009
2010
2011
2012
2013
2014
2015
2016
2017
2018
2019
21
22
23
24
25
27
28
29
2¼
2½
2¾
30
300
33
35
350
3½
40
42
45
48
4½
50
500
5050
51
52
54
55
60
70
75
80
800
90
900
________________
ability
able
abovetrend
abroad
absence
absent
absolutely
accelerate
accelerated
accelerating
acceleration
accept
acceptable
access
accommodation
accommodative
accompanied
according
accordingly
account
accounts
accurate
achieve
achieved
achieving
acknowledge
act
acting
action
actions
active
actively
activities
activity
actual
actually
add
added
adding
addition
additional
additionally
address
addressed
adequate
adjust
adjusted
adjusting
adjustment
adjustments
administered
admit
adopt
adopted
advance
advanced
advantage
adverse
adviser
advisers
afe
afes
affairs
affect
affected
affecting
affects
afternoon
age
agency
agenda
aggregate
aggressive
aggressively
ago
agree
agreed
agreement
agriculture
ahead
al
albeit
align
aligned
allow
allowed
allowing
allows
alluded
alt
alter
altered
alternative
alternatively
alternatives
america
amid
amounts
analyses
analysis
anchored
andreas
andrew
anecdotal
anel
announce
announced
announcement
announcing
annual
annualized
answer
answers
anticipate
anticipated
anticipating
anybody
apparent
apparently
appear
appeared
appears
appended
appendix
appetite
apply
appreciably
appreciate
appreciated
appreciation
approach
approaches
approaching
appropriate
appropriately
approved
approximately
april
ar
aragraph
arbitrage
area
areas
arent
arguably
argue
argued
argues
argument
arguments
arise
arising
arket
arrangements
array
aside
ask
asked
asking
aspect
aspects
assess
assessing
assessment
assessments
asset
assets
assigned
assistant
associate
associated
assume
assumed
assuming
assumption
assumptions
assurance
ast
asymmetric
asymmetry
ate
ation
attached
attempt
attended
attention
attenuation
attractive
attributable
attribute
attributed
auction
auctions
august
authorities
authority
authorizing
authors
auto
availability
available
average
averaged
averages
averaging
averse
aversion
avoid
aware
away
ay
backdrop
backed
background
bad
balance
balanced
balances
balancing
band
bands
bank
bankers
banking
banks
bar
barrel
barrels
barring
bars
base
based
baseline
basic
basically
basis
bear
becaus
began
begin
beginning
begins
begun
behavior
belief
believe
believes
benchmark
benchmarks
benefit
benefits
best
beth
better
beveridge
bid
big
bigger
biggest
billion
bills
binding
bit
black
blue
board
boards
bond
bonds
book
boom
boost
boosted
boosting
borrowing
boston
bottomleft
bottomright
bounceback
bound
box
bracketed
brainard
brazil
break
breakevens
brent
brian
brief
briefing
briefings
briefly
bright
bring
bringing
broad
broader
broadly
broker
brought
bubble
bubbles
buffer
build
building
builds
buildup
built
bulk
bullard
bullet
bullets
bunch
business
businesses
buy
buying
calculated
calculation
calculations
calendar
called
calls
came
canada
cap
capacity
capital
caps
capture
captured
care
careful
carefully
carried
carry
case
cases
cash
catch
categories
category
cause
caused
causing
caution
cautious
cautiously
ce
cease
ceasing
ceiling
cent
center
centered
central
certain
certainly
certainty
cessation
ch
chair
chairman
chairs
challenge
challenges
challenging
chance
chances
change
changed
changes
changing
channel
channels
characterization
characterize
characterized
chart
charts
chicago
china
chinas
chinese
chip
choice
choices
choose
chris
circulated
circumstances
cite
cited
citing
city
claims
clarify
clarity
clear
clearer
clearly
cleveland
close
closed
closely
closer
closing
coast
coffee
collateral
colleagues
collection
collective
column
combination
combined
come
comes
comfort
comfortable
comfortably
coming
comment
commentary
commented
comments
commercial
commitment
committed
committee
committees
commodities
commodity
common
communicate
communicated
communicating
communication
communications
companies
company
compare
compared
compares
comparison
compelling
compensation
complete
completely
complex
complicated
complications
component
components
composition
concentrated
concept
concepts
concern
concerned
concerning
concerns
conclude
concludes
conclusion
conclusions
concrete
condition
conditional
conditionality
conditions
conduct
conducted
conducting
conference
confidence
confident
confirm
conflict
confusing
confusion
congress
connected
connection
consensus
consequence
consequences
consequently
consider
considerable
considerably
consideration
considerations
considered
considering
consistent
consistently
constant
constrained
constraint
constraints
constructed
construction
consumer
consumers
consumption
contact
contacts
contained
content
context
contingency
continue
continued
continues
continuing
contract
contracts
contrary
contrast
contribute
contributed
contributing
contribution
contributions
control
conventional
convergence
conversation
converted
convey
conviction
convinced
convincing
core
corporate
corporations
correct
correction
correctly
correlated
correlation
correlations
cost
costly
costs
counsel
count
counterparties
counterparty
countries
country
couple
coupled
course
cover
cpi
create
created
creates
creating
creation
credibility
credible
credit
creditors
crisis
criteria
criterion
critical
cross
crude
ct
cumulative
currencies
currency
current
currently
curve
cut
cuts
cycle
cycles
cyclical
daily
dallas
damage
daniel
dark
dashed
data
datadependent
date
dated
dates
david
day
days
dc
deal
dealer
dealers
dealing
debate
debt
dec
decade
decades
december
decide
decided
deciding
decision
decisionmaking
decisions
decline
declined
declines
declining
decrease
decreased
deep
deeper
default
defer
defined
definitely
definition
definitive
degree
delay
delayed
delaying
delegate
delegated
delegating
delegation
deliberations
deliver
demand
demographic
demographics
depend
dependence
dependent
depending
depends
deposit
deposits
depreciate
depreciated
depreciation
depressed
depressing
deputy
derived
described
describes
describing
description
designed
desirable
desire
desired
desk
desks
despite
detailed
details
deterioration
determine
determined
determining
devaluation
develop
developed
development
developments
deviation
deviations
didnt
differ
difference
differences
different
differently
difficult
difficulties
difficulty
diffusion
dimension
diminish
diminished
diminishing
direct
direction
directive
directly
director
directors
disagree
disappointing
disconnect
discount
discretion
discuss
discussed
discussing
discussion
discussions
disinflationary
dispersion
disruption
disruptions
disruptive
dissipate
distinct
distinction
distributed
distribution
district
districts
divergence
division
document
doesnt
dollar
dollars
domestic
dot
dots
dotted
double
doubt
downside
downturn
downward
draft
drag
draining
dramatic
dramatically
draw
drawn
drift
drilling
drive
driven
driver
driving
drop
dropped
dropping
dsge
dual
dudley
duration
dynamic
dynamics
earlier
early
earnings
ease
easier
easily
easing
easy
ecb
ecbs
echo
eci
economic
economies
economist
economists
economy
economys
ed
edge
edged
edo
effe
effect
effective
effectively
effectiveness
effects
efficacy
efficient
effort
efforts
eighth
elaborate
elb
element
elements
elevated
eliminate
ellen
embedded
eme
emerge
emergency
emerging
emes
emphasis
emphasize
emphasized
emphasizes
emphasizing
empirical
employed
employees
employers
employment
en
encourage
encouraging
end
ended
ending
ends
energy
england
english
enhance
ensure
ent
enter
entire
entirely
environment
episode
episodes
equal
equation
equilibrium
equipment
equities
equity
equivalent
er
era
eral
ere
eric
error
errors
errun
erterm
es
ese
especially
essentially
established
estate
estimate
estimated
estimates
et
eting
euro
euroarea
europe
european
evaluate
evaluating
evans
event
events
eventually
everybody
evidence
evident
evolution
evolve
evolves
evolving
exact
exactly
examine
example
exceed
exceeded
excellent
exception
exceptionally
excess
excessive
exchange
executive
exercise
exert
exhibit
existing
exit
expand
expanded
expanding
expansion
expansionary
expect
expectation
expectations
expected
expecting
expects
expenditures
experience
experienced
experiencing
experiment
explain
explained
explaining
explanation
explanations
explicit
explicitly
export
exporters
exports
exposure
express
expressed
extend
extended
extending
extension
extent
external
extra
extraordinary
extreme
extremely
eyes
face
faced
facility
facing
fact
factor
factors
facts
fade
fair
fairly
faith
fall
fallen
falling
falls
familiar
family
fan
far
farm
fashion
fast
faster
favor
favorable
fear
fears
feature
features
february
fed
federal
feds
feedback
feel
feeling
fell
felt
fifth
figura
figure
figures
final
finally
finance
financial
financialstability
financing
finding
fine
firm
firming
firms
firstquarter
fiscal
fischer
fisher
fix
fixed
flat
flattened
flexibility
flexible
flight
floor
flow
flows
fo
focus
focused
focuses
focusing
follow
followed
following
follows
fomc
fomcs
food
footprint
force
forced
forces
forecast
forecasters
forecasting
forecasts
foreign
form
forms
formulation
forth
forward
fourth
fr
fraction
frame
framework
francisco
frankly
frb
frbus
free
frequency
frequent
frequently
fu
fully
function
functioning
fund
fundamental
fundamentally
fundamentals
funding
funds
furthermore
future
futures
fx
gain
gained
gains
game
gap
gaps
gas
gasoline
gauge
gave
gcf
gdp
general
generally
generate
generated
generating
george
german
gets
getting
given
gives
giving
glad
glenn
global
globally
goal
goals
goes
going
gone
good
goods
goround
got
gotten
governance
government
governor
governors
gradual
gradually
great
greater
greatly
greece
greeces
greek
green
grew
gross
grounds
group
groups
grow
growing
grown
growth
guess
guidance
guys
ha
hair
half
hand
handle
handout
hands
happen
happened
happening
happens
happy
hard
harder
harker
harsh
hat
hats
hav
havent
head
headed
heading
headline
headroom
headwinds
health
healthy
hear
heard
hearing
heavily
heavy
heightened
held
help
helped
helpful
helping
helps
hen
heres
high
higher
highest
highlight
highlighted
highlights
highly
highyield
hike
hiring
historic
historical
historically
history
hit
hitting
holcomb
hold
holding
holdings
holds
home
hope
horizon
horizons
hour
hourly
hours
house
household
households
housekeeping
housing
huge
hypothesis
id
idea
ideas
identify
ies
ill
illustrated
illustrates
imagine
imbalances
imf
immediate
immediately
impact
implement
implementation
implementing
implication
implications
implicit
implied
implies
imply
implying
import
importance
important
importantly
imports
impose
impression
improve
improved
improvement
improvements
improves
improving
inclined
include
included
includes
including
inclusion
income
incomes
incoming
inconsistent
incorporate
incorporates
increa
increase
increased
increases
increasing
increasingly
independent
index
indexes
indicate
indicated
indicates
indicating
indication
indications
indicator
indicators
indirect
individual
individuals
industrial
industries
industry
inertia
inertial
inflati
inflation
inflationary
influence
influenced
influences
influencing
inform
information
informative
informed
informing
ing
initial
initially
initiate
input
instability
instance
instead
institutional
institutions
instrument
instruments
insurance
intend
intended
intends
intention
intentions
inter
intercept
interested
interesting
intermediate
intermediation
intermeeting
internal
international
interpret
interpretation
interpreted
interpreting
interval
intervals
intervention
introduce
intuition
inventories
inventory
investment
investments
investor
investors
involuntary
involve
involved
ioer
ion
ir
iran
issuance
issue
issues
istrict
item
items
ith
ive
james
jane
january
japan
jeremy
jim
job
jobs
john
joint
jolts
judge
judgment
judgmental
july
jump
juncture
june
justify
kamin
kansas
kaplan
keeping
kept
key
keynesian
kind
kinds
kingdom
know
knowledge
known
knows
kocherlakota
kocherlakotas
la
labeled
labor
lack
lacker
lackers
lackluster
lag
lags
laid
landing
language
large
largely
larger
largest
lasting
late
lately
later
latest
latitude
laubach
laughter
lay
layoffs
le
lead
leaders
leading
leads
lean
learn
learned
learning
leave
leaves
leaving
led
left
legal
lending
length
let
lets
level
levels
leverage
leveraged
li
lies
lift
lifted
lifting
liftoff
light
likelihood
likely
limit
limited
limits
line
lines
link
linked
liquid
liquidity
list
listen
listened
literally
literature
little
live
lmci
lo
loan
loans
local
lockhart
lockharts
logan
long
longer
longerrun
longerterm
longrun
longterm
look
looked
looking
looks
loretta
lorie
lose
losing
loss
losses
lost
lot
louis
low
lower
lowered
lowering
lowest
lows
lsap
lternative
lunch
ly
macro
macroeconomic
macroprudential
madam
magnitude
main
mainly
maintain
maintained
maintaining
major
majority
make
makes
making
man
manage
management
manager
managing
mandate
manner
manufacturers
manufacturing
march
margin
marginal
marginally
margins
mark
marked
markedly
market
marketbased
markets
material
materialize
materially
materials
matter
matters
maturing
maturities
maturity
maximum
maybe
mbs
mclaughlin
mean
meaning
meaningful
means
meant
measure
measured
measurement
measures
mechanism
med
media
median
medians
medium
mediumterm
meet
meeting
meetings
member
members
memo
memos
mention
mentioned
message
mester
mesters
met
method
methodology
metrics
mexico
michael
michigan
mid
middle
middleleft
middleright
midpoint
million
mind
minds
minimize
minimum
mining
minneapolis
minor
minus
minute
minutes
miss
missed
missing
mistake
mitigate
mix
mixed
mo
modal
mode
model
modeling
models
moderate
moderately
modest
modestly
moment
momentum
monetary
money
monitor
monitoring
month
monthly
months
morning
mornings
mortgage
mortgages
motion
moved
movement
movements
moves
moving
ms
mu
multifamily
multiple
mutual
narayana
narrative
narrow
nation
national
nationally
natural
nature
nce
nd
ne
near
nearly
nearterm
necessarily
necessary
need
needed
needs
negative
negatively
negotiations
neighborhood
nellie
nervous
net
neutral
new
news
ng
nice
night
ninth
nited
noise
nominal
non
nonetheless
nonfarm
nonfinancial
nonresidential
normal
normalization
normalize
normalized
normalizing
normally
norms
north
notable
notably
note
noted
notes
noteworthy
notice
noticeable
noticeably
noticed
noting
notion
notwithstanding
november
nri
ns
nt
number
numbers
numerical
numerous
objection
objective
objectives
observation
observations
observe
observed
observers
obvious
obviously
occupations
occur
occurred
occurring
october
odds
offer
offered
offering
offers
office
official
officials
offset
offsetting
offshore
oil
okay
old
ome
ones
ongoing
open
opening
openings
operate
operating
operation
operational
operations
opinion
opportunities
opportunity
opposed
opposite
optimal
optimism
optimistic
option
optionality
options
order
orders
original
ot
ou
ought
ould
outcome
outcomes
outflows
outlined
outlook
outlooks
output
outright
outset
outside
outsized
outstanding
overall
overly
overnight
overshoot
overshooting
ow
pa
pace
page
pages
paid
panel
panels
paper
papers
paragraph
paragraphs
parameter
parameters
partially
participant
participants
participation
particular
particularly
partly
partners
parts
pass
passed
past
path
paths
patience
patient
pattern
patterns
pause
pay
paying
payment
payments
payroll
payrolls
pboc
pce
peak
people
peoples
perceived
percent
percentage
percentile
perceptions
perfect
perfectly
performance
period
periods
permanent
permanently
permits
persist
persistence
persistent
persistently
person
personal
personally
perspective
perspectives
pertaining
pessimistic
phase
phaseout
phasing
phenomenon
philadelphia
phillips
phrase
pick
picked
picking
pickup
picture
piece
pieces
place
placed
places
placing
plan
planned
planning
plans
plausible
play
played
playing
plays
plenty
plot
plus
pm
po
point
pointed
pointing
points
policies
policy
policymaker
policymakers
political
pool
pools
poor
population
port
portfolio
portion
pose
posed
position
positions
positive
possibility
possible
possibly
post
postmeeting
potential
potentially
potter
powell
power
powerful
pr
practical
practice
practices
pre
preceding
precise
precisely
precision
predict
predictable
predicting
prediction
predictions
prefer
preference
preferred
preliminary
premature
prematurely
premi
premium
premiums
prepare
prepared
prescriptions
presence
present
presentation
presented
presents
president
presidents
press
pressure
pressures
presumably
pretty
prevail
prevent
previous
previously
price
priced
prices
prichard
pricing
primarily
primary
prime
principal
principle
principles
prior
private
pro
probabilities
probability
probable
probably
problem
problematic
problems
procedures
proceed
proceeding
process
produce
produced
producers
product
production
productive
productivity
products
professional
program
programs
progress
project
projected
projecting
projection
projections
projects
promise
promote
pronounced
properties
proposal
proposals
propose
proposed
prospect
prospects
prove
provide
provided
provides
providing
prudent
public
publicly
publics
publish
published
puerto
pull
pulled
pulling
purchase
purchases
purpose
purposes
push
pushed
pushes
pushing
puts
putting
q1
qe
qs
qualified
qualitative
quality
quantitative
quarter
quarterend
quarterends
quarterly
quarters
question
questions
quick
quickly
quite
quits
quotes
ra
radar
raise
raised
raises
raising
random
range
rapid
rapidly
rat
rate
rates
ratio
rationale
ratios
reach
reached
reaches
reaching
react
reaction
reactions
read
readily
reading
readings
ready
real
realistic
reality
realize
realized
really
reason
reasonable
reasonably
reasons
reassessment
reassuring
reasury
rebound
rebounded
recall
receive
received
receiving
recent
recently
recession
recessions
recognize
recognizing
recommend
recommendation
recommends
reconcile
record
recovery
red
redemption
redemptions
reduce
reduced
reduces
reducing
reduction
reductions
refer
reference
referred
referring
refers
reflect
reflected
reflecting
reflects
reforms
regard
regarding
regardless
regime
region
regional
regions
regular
regularly
regulation
regulatory
reinforce
reinforced
reinvest
reinvesting
reinvestment
reinvestments
reiterate
related
relates
relationship
relationships
relative
relatively
release
released
releases
relevant
reliance
reluctant
rely
remain
remainder
remained
remaining
remains
remarkably
remarks
remember
remind
reminded
removal
remove
removing
renewed
renminbi
repeat
repeatedly
repo
report
reported
reportedly
reporting
reports
repos
represent
represented
representing
represents
request
require
required
requirement
requirements
requires
research
reserve
reserves
residential
residual
resolution
resource
resources
respect
respectively
respond
responded
respondent
respondents
responding
response
responses
responsible
rest
restraining
restraint
result
resulted
resulting
results
resume
retail
retailers
retain
retraced
return
returned
returning
returns
reversal
reverse
reversed
review
revise
revised
revision
revisions
rich
richmond
rico
rid
rig
right
rise
risen
rises
rising
risk
risks
risky
rmb
road
robert
robust
role
roll
room
rose
rosengren
roughly
round
routine
rp
rrp
rrps
rule
rules
run
running
ry
sa
safe
safety
said
sales
salido
sample
san
saving
savings
saw
say
saying
says
scale
scenario
scenarios
schedule
scheduled
scope
se
seasonal
seasonality
second
secondary
secretary
section
sector
sectors
secular
secured
securit
securities
seeing
seek
seen
sees
selected
self
sell
selling
send
sending
sends
senior
sense
sensible
sensitive
sensitivity
sent
sentence
sentiment
sep
separate
seps
september
series
seriously
serve
served
service
services
session
set
sets
setting
settings
settle
seven
severe
shaded
shallow
shape
shaped
share
shared
shares
sharp
sharply
sheet
sheets
shift
shifted
shifting
shifts
shipments
shock
shocks
short
shortages
shorter
shortfall
shortly
shortrun
shortterm
shouldnt
showed
showing
shown
shows
shrinking
sides
sign
signal
signaling
signals
significance
significant
significantly
signs
similar
similarly
simon
simple
simply
simulation
simulations
single
situation
situations
sizable
size
skeptical
skilled
slack
slight
slightly
slipped
slope
slow
slowdown
slowed
slower
slowing
slowly
sluggish
small
smaller
smooth
smoothly
soft
softened
softening
softer
softness
solid
soma
somebody
somewhat
sooner
sorry
sort
sound
sounds
source
sources
south
sovereign
space
speak
speaking
special
specific
specifically
speech
speeches
speed
spend
spending
spent
spf
spillover
spillovers
spot
spread
spreads
spring
st
sta
stability
stabilization
stabilize
stabilized
stable
staff
staffs
stage
stages
stagnation
stance
stand
standard
standards
stands
start
started
starting
starts
state
stated
statedependent
statement
statements
states
stating
statistical
statistics
stay
stayed
staying
steadily
steady
steel
steep
steeper
stemming
step
steps
steve
stick
stigma
stimulus
stock
stocks
stop
storage
stories
story
straight
straightforward
strains
strategies
strategy
strength
strengthen
strengthened
strengthening
stress
strike
strikes
striking
strong
stronger
strongly
struck
structural
structure
stubbornly
stuck
study
stuff
subcommittee
subdued
subject
submission
submissions
submitted
subsequent
subsequently
substantial
substantially
substitute
success
successful
successfully
sudden
sufficient
sufficiently
suggest
suggested
suggesting
suggestion
suggestions
suggests
sum
summarize
summarized
summarizes
summary
summer
supervisory
suppliers
supply
support
supported
supporting
supportive
suppose
supposed
sure
surely
surge
surprise
surprised
surprises
surprising
surprisingly
surrounding
survey
surveys
suspect
suspension
sustainable
sustained
swap
swaps
swings
symmetric
symmetry
sympathetic
table
tactical
taff
tail
taken
takes
takeup
taking
talk
talked
talking
tantrum
taper
tapering
target
targeting
targets
tarullo
tarullos
task
tates
taylor
tdf
te
tealbook
tealbooks
technical
technology
tell
telling
tells
temporarily
temporary
tend
tendencies
tendency
tends
tension
tentative
tenth
tenths
ter
term
terms
territory
test
testimony
testing
tests
texas
th
tha
thanks
theoretical
theory
theres
theyre
theyve
thi
thing
things
thinking
thinks
thomas
thomass
thought
thoughtful
thoughts
threat
threshold
thursday
ticked
tied
tight
tighten
tightened
tightening
tighter
tightness
tilted
time
timely
times
timing
tion
tips
titled
today
todays
todd
told
tomorrow
tomorrows
tone
took
tool
tools
topic
topleft
topline
topopulation
topright
torent
total
totally
touch
track
tracking
trade
tradeoff
tradeoffs
traders
trades
trading
traditional
trajectory
transaction
transactions
transcript
transition
transitory
translate
transmission
transparency
treasur
treasuries
treasury
treat
treating
trend
trends
tried
trigger
trillion
trim
trimmed
triparty
trouble
troubling
true
truly
try
trying
ts
tuesday
turbulence
turmoil
turn
turned
turning
turns
twice
type
types
typical
typically
u3
u6
uld
ule
ultimately
ums
uncertain
uncertainties
uncertainty
unchanged
unclear
uncomfortable
unconventional
underlying
underscore
understand
understanding
understood
undertake
underutilization
underwriting
unduly
unemployed
unemployment
unexpected
unfold
unfortunately
united
university
unless
unlike
unlikely
unsecured
unusual
unusually
upbeat
upcoming
update
updated
updates
upper
upside
uptick
upward
usage
use
used
useful
uses
usiness
using
usual
usually
ut
utilization
valuation
valuations
value
values
variable
variables
variation
variety
various
vary
varying
vehicle
ver
version
versus
vice
view
viewed
views
virtually
volatile
volatility
volume
volumes
volumeweighted
vote
votes
vulnerabilities
vulnerability
wage
wages
wait
waiting
wane
waning
want
wanted
wanting
wants
warrant
warranted
wary
wascher
wasnt
watch
watching
way
ways
weak
weakened
weakening
weaker
weakness
wealth
weather
wed
wednesday
week
weeks
weigh
weighed
weighing
weight
weighted
welcome
wells
went
werent
west
weve
wh
whats
whe
wi
wide
widely
widen
widened
widening
wider
widespread
wilcox
william
williams
willing
willingness
window
winter
wise
wish
wo
wonder
wondering
wont
word
wording
words
work
worked
worker
workers
workforce
working
works
world
worried
worries
worry
worse
worst
worth
wouldnt
write
writing
written
wrong
wrote
wti
ye
year
yearend
years
yellen
yesterday
yesterdays
yield
yields
york
youd
youll
youve
ystem
zero
zirp
zone
ópez
